// Copyright 2008 Cyrus Najmabadi
// 
// Licensed under the Apache License, Version 2.0 (the "License");
// you may not use this file except in compliance with the License.
// You may obtain a copy of the License at
// 
//     http://www.apache.org/licenses/LICENSE-2.0
// 
// Unless required by applicable law or agreed to in writing, software
// distributed under the License is distributed on an "AS IS" BASIS,
// WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
// See the License for the specific language governing permissions and
// limitations under the License.

/* $19.99.  Widescreen DVD - 2 discs. */
"$%@. %@ - %@ discs." = "$%@. %@ - %@ płyt(y).";

/* $19.99.  Widescreen DVD - 1 disc. */
"$%@. %@ - 1 disc." = "$%@. %@ - 1 płyta.";

/* i.e.: 2 hours 34 minutes */
"%@ %@" = "%1$@ %2$@";

/* Netflix queue title and title count.  i.e: 'Instant Queue (45)' */
"%@ (%@)" = "%1$@ (%2$@)";

/* %@ will be replaced with a movie showtime.  i.e. '3:15pm' */
"%@ (No Online Ticketing)" = "%@ (brak możliwości rezerwowania online)";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%1$@. %2$@";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d %2$@";

/* i.e.: 2 hours */
"%d hours" = "%d godzin";

/* i.e.: 30 minutes */
"%d minutes" = "%d minut";

/* No comment provided by engineer. */
"%d months ago" = "%d miesięcy temu";

/* i.e.: 5 of 15.  Used when scrolling through a list of posters */
"%d of %d" = "%d z %d";

/* No comment provided by engineer. */
"%d weeks ago" = "%d tygodni temu";

/* No comment provided by engineer. */
"%d years ago" = "%d lat temu";

/* No comment provided by engineer. */
"1 hour" = "1 godzina";

/* No comment provided by engineer. */
"1 kilometer" = "1 kilometr";

/* No comment provided by engineer. */
"1 mile" = "1 mila";

/* No comment provided by engineer. */
"1 minute" = "1 minuta";

/* No comment provided by engineer. */
"1 month ago" = "1 miesiąc temu";

/* No comment provided by engineer. */
"1 week ago" = "1 tydzień temu";

/* No comment provided by engineer. */
"1 year ago" = "1 rok temu";

/* Title for the 'About' page (where we list who was involved in making the program and who supplied the data) */
"About" = "O";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'automatically update the user's location with GPS information' */
"Auto-Update Location" = "Aktualizuj położenie";

/* No comment provided by engineer. */
"Blu-ray" = "Blu-ray";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'to make a phonecall' */
"Call" = "Zadzwoń";

/* No comment provided by engineer. */
"Cast:" = "Obsada:";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'i want to change the date so i can see information from a different date' */
"Change date" = "Data modyfikacji";

/* No comment provided by engineer. */
"City/State or Postal Code" = "Miasto/region lub kod pocztowy";

/* No comment provided by engineer. */
"Could not find location." = "Nie mogę znaleźć podanego miejsca.";

/* No comment provided by engineer. */
"DVD" = "DVD";

/* No comment provided by engineer. */
"DVD/Blu-ray" = "DVD/Blu-ray";

/* No comment provided by engineer. */
"DVD/Blu-ray details:" = "Szczegóły na temat DVD/Blu-ray:";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "Dane dla przyszłych terminów mogą być niepełne. Przestaw datę na obecny czas aby zobaczyć pełną listę.";

/* No comment provided by engineer. */
"Director:" = "Reżyser:";

/* No comment provided by engineer. */
"Directors:" = "Reżyserzy:";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by distance */
"Distance" = "Odległość";

/* No comment provided by engineer. */
"Downloading data" = "Ściąganie danych";

/* No comment provided by engineer. */
"Downloading image" = "Ściąganie plakatu";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'email the theater listings to a friend' */
"E-mail listings" = "Adresy e-mail";

/* No comment provided by engineer. */
"Favorites" = "Ulubione";

/* Label for the format of a movie.  i.e.:  Format: Widescreen */
"Format:" = "Format:";

/* No comment provided by engineer. */
"Genre:" = "Gatunek:";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "Serwisy geolokacyjne:";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "Grafika: Jeffrey Nee";

/* No comment provided by engineer. */
"Last Friday" = "Ostatni piątek";

/* No comment provided by engineer. */
"Last Monday" = "Ostatni poniedziałek";

/* No comment provided by engineer. */
"Last Saturday" = "Ostatnia sobota";

/* No comment provided by engineer. */
"Last Sunday" = "Ostatnia niedziela";

/* No comment provided by engineer. */
"Last Thursday" = "Ostatni czwartek";

/* No comment provided by engineer. */
"Last Tuesday" = "Ostatni wtorek";

/* No comment provided by engineer. */
"Last Wednesday" = "Ostatnia środa";

/* plural. refers to a distance like 'Less than 2 miles away' */
"Less than %d %@ away" = "Odległość mniejsza niż %1$d %2$@";

/* singular. refers to a distance like 'Less than 1 mile away' */
"Less than 1 %@ away" = "Odległość mniejsza niż 1 %@";

/* No comment provided by engineer. */
"License" = "Licencja";

/* No comment provided by engineer. */
"Loading image" = "Okładka";

/* No comment provided by engineer. */
"Local results unavailable" = "Lokalne wyniki niedostępne";

/* No comment provided by engineer. */
"Localized by:" = "Wersja polska:";

/* No comment provided by engineer. */
"Location" = "Położenie";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'open a map to the currently listed address' */
"Map" = "Mapa";

/* No comment provided by engineer. */
"Movie details provided by:" = "Opisy filmów:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "Recenzje filmowe:";

/* No comment provided by engineer. */
"Movies" = "Filmy";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by their name */
"Name" = "Tytuł";

/* No comment provided by engineer. */
"Network unavailable" = "Sieć niedostępna";

/* No comment provided by engineer. */
"No information found" = "Brak informacji";

/* Message shown when the user searches for something and we find no results */
"No results found for '%@'" = "Brak rezultatów dla:";

/* No comment provided by engineer. */
"No synopsis available." = "Brak streszczenia.";

/* This is what a user picks when they don't want any reviews. */
"None" = "Brak";

/* No comment provided by engineer. */
"Not yet rated" = "Brak ocen";

/* No comment provided by engineer. */
"OK" = "OK";

/* %@ will be replaced with a movie showtime.  i.e.: Order tickets for 3:15pm */
"Order tickets for %@" = "Zamów bilety na %@";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to watch the trailer for a movie */
"Play trailer" = "Odtwórz trailer";

/* No comment provided by engineer. */
"Please enter your location" = "Wprowadź swoje położenie";

/* Takes the user to the website for this application */
"Project website" = "Strona projektu";

/* %@ will be replaced with a movie rating.  i.e.: Rated PG-13 */
"Rated %@" = "Ocena %@";

/* No comment provided by engineer. */
"Rated:" = "Ocena:";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to read the critics' reviews for a movie */
"Read reviews" = "Czytaj recenzje";

/* No comment provided by engineer. */
"Really close by" = "Bardzo blisko";

/* No comment provided by engineer. */
"Really far away" = "Bardzo daleko";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on how recently they were released. */
"Release" = "Premiera";

/* No comment provided by engineer. */
"Release date:" = "Premiera:";

/* This is a shorter form of 'Release date:'. Used when there's less onscreen space. */
"Release: %@" = "Premiera: %@";

/* No comment provided by engineer. */
"Reviews" = "Recenzje";

/* No comment provided by engineer. */
"Running time:" = "Czas trwania:";

/* Must be very short. 1 word max. This is on a button that allows users to sort movies by how well they were rated. */
"Score" = "Ocena";

/* This is noun, not a verb. It is the date we are getting movie listings for. */
"Search Date" = "Wyszukiwany okres";

/* No comment provided by engineer. */
"Search Distance" = "Wyszukiwana odległość";

/* Title for a button that a user can click on to send a feedback email to the developers */
"Send Feedback" = "Wyślij uwagi";

/* No comment provided by engineer. */
"Settings" = "Ustawienia";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show %d hidden theaters" = "Pokaż %d ukrytych kin";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show 1 hidden theater" = "Pokaż 1 ukryte kino";

/* When the user wants to see 'Both' DVD and Bluray items */
"Show Both" = "DVD i Blu-ray";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Show times retrieved on %@." = "Seanse otrzymane dla %@.";

/* No comment provided by engineer. */
"Studio:" = "Wytwórnia:";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Theater last reported show times on\n%@." = "Ostatni seans w kinie\n%@.";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "Kierownictwo kin dostarcza często danych tylko na ograniczoną liczbę dni naprzód. W rezultacie dane z niektórych kin mogą nie być wyświetlone jeżeli ustawiony jest zbyt długi okres wyszukiwania.";

/* No comment provided by engineer. */
"Theaters" = "Kina";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "Dane na temat seansów w tym kinie nie zostały jeszcze dostarczone. Kiedy zostaną one dostarczone, %@ pobierze je automatycznie.";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "Sprzedaż biletów:";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on their title. */
"Title" = "Tytuł";

/* No comment provided by engineer. */
"Today" = "Dziś";

/* No comment provided by engineer. */
"Unknown Distance" = "Nieznana odległość";

/* The release date for a movie is unknown. */
"Unknown Release Date" = "Nieznany czas premiery";

/* No comment provided by engineer. */
"Unrated" = "Brak ocen";

/* No comment provided by engineer. */
"Upcoming" = "Wkrótce";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'don't shrink the fonts when you have lots of stuff to display' */
"Use Small Fonts" = "Użyj małej czcionki";

/* No comment provided by engineer. */
"Website" = "Strona www";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "Autor: Cyrus Najmabadi";

/* No comment provided by engineer. */
"Yesterday" = "Wczoraj";

/* The first %@ will be replaced with the device the user is on (i.e.: iPhone), the second %@ is replaced with the program name (i.e.: Now playing) */
"Your %@'s country is set to: %@\n\nFull support for %@ is coming soon to your country, and several features are already available for you to use today! When more features become ready, you will automatically be notified of updates." = "Kraj w ustawieniach Twojego %@'a to %@\n\nPełne wsparcie dla Now Playing w Twoim kraju będzie dostępne wkrótce, ale pewne funkcje są dostępne już dziś! Kiedy więcej funkcji będzie dostępnych, zostaniesz automatycznie poinformowany o możliwych aktualizacjach.";

/* No comment provided by engineer. */
"kilometer" = "kilometr";

/* No comment provided by engineer. */
"kilometers" = "kilometerów";

/* No comment provided by engineer. */
"mile" = "mila";

/* No comment provided by engineer. */
"miles" = "mil";